Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=415_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Musiikkistudio
sme: Musihkkastudio

source: Korkeatasoinen äänitysstudio soveltuu vaativaan musiikin äänittämiseen.
sme: Alladását báddenstudio heive musihka báddemii.

source: Studiotiloihin kuuluu studio, laulukoppi, äänitarkkaamo ja live-editointitila.
sme: Studiolanjaide gullet studio, lávlunlanjaš, jietnadárkun ja live-editerenlatnja.

source: Studiotiloista vastaa Saamelaisalueen koulutuskeskus, mutta keskuksen ulkopuoliset varaukset tulevat keskitetysti Sajoksen Kongressi- ja tapahtumapalveluiden kautta.
sme: Studiolanjain vástida Sámi oahpahusguovddáš, muhto guovddáža olggobealvárrejumit bohtet Sajosa kongreassa- ja dáhpáhusbálvalusaid bokte.

source: Studio sijaitsee pääsisäänkäynnin vasemmalla puolella Saamelaisalueen koulutuskeskuksen media- ja kieliopiskelutilojen yhteydessä.
sme: Studio lea váldosisajohtima gurutbealde Sámi oahpahusguovddáža media- ja giellalanjaid oktavuođas.

source: Katso pohjapiirustus.
sme: Studio vuođđosárgun lea oaidnimis vuođđosárgosis vuolimus soajás.

source: Kuva: Tuupa Records/Jussi Isokoski ja Nillas Holmberg tekivät uuden levyn toukokuussa 2013.
sme: STURRODAT:

source: Tutustu kyseisessä äänityksessä tehtyyn studiomusiikkivideoon.
sme: * Lávlunlanjaš 5,5 m2;

source: TILAVUUS:
sme: 2 m x 2,6 m *

source: * Studio 44 m2;
sme: * Earálágan báddenmikrofovnnat

source: n 7 m x 6,3 m, korkea tila
sme: * Čuojanasat
